/* SMTP Server address */
"Address:" = "عنوان:";

/* Authentication checkbox */
"Authentication" = "مصادقة";

/* Title for from field */
"From:" = "من:";

/* No security option */
"None" = "لاشيء";

/* password field */
"Password:" = "كلمة المرور:";

/* SMTP Server port */
"Port:" = "مدخل:";

/* Security options title */
"Security:" = "أمن:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "مخدم SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "بادئة موضوع:";

/* TLS if possible security option */
"TLS if possible" = "TLS إذا ممكن:";

/* TLS or close security option */
"TLS or close" = "TLS أو أغلق";

/* Title for to field */
"To:" = "إلى:";

/* Username field */
"Username:" = "اسم المستخدم:";

